"AppName" = "ArtikelAblage";
"SupportURL" = "http://itemshelf.com/index.html";
"HelpURL" = "http://itemshelf.com/help-1_1.html";

"Cancel" = "Abrechen";

"Add shelf" = "Ablage hinzufügen";
"Shelves" = "Ablagen";
"Shelf name" = "Ablagenname";
"Item" = "Objekt";

"Add new shelf" = "Neue Ablage hinzufügen...";
"Add normal shelf" = "Normal der Ablage hinzufügen";
"Add smart shelf" = "Intelligente Ablage hinzufügen";
"Edit shelf" = "Ablage Bearbeiten";

"Scan" = "Scan";
"History" = "History";
"Unclassified" = "Nicht Klassifiziert";
"Wishlist" = "Wunschliste";
"ItemShelf" = "ArtikelAblage";
"Config" = "Konfig";

"Camera scan" = "Kamera Scan";
"Scan barcode with iPhone's camera" = "Barcode mit der Kamera scannen camera";
"Photo library scan" = "Bibliotheksscan";
"Scan barcode image from photo library" = "Barcode aus der Bibliothek scannen library";
"Enter item code" = "Objekt Code einfügen";
"EnterCodeDescription" = "Objekt code manuell eingeben (ISBN, ASIN, UPC, EAN, JAN)";
"Enter title" = "Titel eingeben";
"EnterTitleDescription" = "Titel einfügen um nach Objekt zu suchen";

"Title" = "Title";
"Code" = "Code";
"NumPadNoteText" = "Notiz: Nicht nötig ISBN anzugeben '-' characters.\nUm ASIN einzufügen klicke in das Textfeld um das gesamte Keyboard zu nutzen. ";
	
"Illegal message was received" = "Illegale Nachrivht wurde erhalten";
"Cannot find item information" = "Informationen können nicht gefunden werden";
"Cannot connect Amazon service" = "Nicht möglich den Amazon Service abzurufen";

"Could not recognize barcode symbol" = "Barcode konnte nicht erkannt werden symbol";
"Code is too short" = "Code ist zu kurz";
"Keyword is too short" = "Keyword ist zu kurz";
"Error" = "Error";
"Close" = "Schliessen";

"Filter" = "Filter";

"Show detail with Amazon" = "Details mit Amazon anzeigen";
"Send detail with e-mail" = "Details per e-mail schicken";
"Open with Safari" = "Mit Safari öffnen";

"Browser" = "Browser";

"Select locale" = "Wähle den Standort";
"Select locale of Amazon" = "Standort von Amazon wählen";

"About" = "Über";
"About this software" = "Über die Software";
"Help" = "Hilfe";

/* Item view */
"Name" = "Name";
"Title" = "Titel";
"Author" = "Autor";
"Manufacturer" = "Fabrikant";
"Price" = "Preis";
"Category" = "Kategorie";
"Add to shelf" = "Zur Ablage hinzufügen";

/* index names (amazon) */
"All" = "All";
"Blended" = "Alles";
"Apparel" = "Kleidung";
"Books" = "Bücher";
"DVD" = "DVD";
"Electronics" = "Elektronik";
"ForeignBooks" = "Fremde Bücher";
"Hobbies" = "Hobbies";
"Kitchen" = "Küche";
"Music" = "Musik";
"MusicTracks" = "Songs";
"Software" = "Software";
"SportingGoods" = "Sportgüter";
"Toys" = "Spielzeug";
"Video" = "Video";
"VideoGames" = "Video Spiele";
